Repository: rvillamil/simple-breastfeeding
Catalog: simple-breastfeeding/*.lproj/Localizable.strings
Languages: es

# tbItemChronometer.title
source: Chronometers
es: Cronómetros

# lblYourBabyToday.text
source: Your baby on
es: Tu bebé a

# lblNumberBreastFeeding.text
source: Total today
es: Hoy llevas

# breastSideText_select_the_breast
source: Select the breast in the image
es: Selecciona uno o ambos pechos ...

# breastSideText_left
source: Your last breastfeeding was in the breast left
es: Tu última toma fué en el pecho izquierdo

# breastSideText_right
source: Your last breastfeeding was in the breast right
es: Tu última toma fué en el pecho derecho

# hours
source: hours and
es: horas y

# minutes
source: minutes ago
es: minutos

source: Last
es: Desde hace

# lblElapsedTimeLeftBreast.text
source: Your Left!
es: Tu izquierda!

# lblElapsedTimeRightBreast.text
source: Your Right!
es: Tu derecha!

# dlg.wrongmeasure.title
source: Wrong measure?
es: ¿Te has confundido?

# dlg.wrongmeasure.message_prefix
source: You have been less than
es: Has estado menos de

# dlg.wrongmeasure.message_sufix
source: seconds. Do we record this information?
es: segundos. ¿Quieres grabar esta toma de pecho?

source: yes
es: Sí

# tbItemStatiticsTable.title
source: Breastfeeding record
es: Registro de tomas

source: Left
es: Izquierda

source: Right
es: Derecha

source: during
es: durante

# additem.scence.title
source: Add
es: Agregar

# requestLocalPushNotification.title
source: Reminder
es: Recordatorio

# requestLocalPushNotification.body
source: You have running chronometers. Have you checked them?
es: Tienes cronómetros corriendo ¿Los has revisado?

# dialogBackToTheFuture.title
source: Back to the future...
es: Regreso al futuro ...

# dialogBackToTheFuture.message
source: Your end date is in the future...
es: La fecha de fin es del futuro...

# dialogBreastNotSelected.title
source: Incomplete data
es: Datos incompletos

# dialogBreastNotSelected.message
source: Breast selecting required
es: Selecciona al menos un pecho

# dialogBreastWrongDuration.title
source: Wrong dates
es: Fechas incorrectas

# dialogBreastWrongDuration.message
source: End date menor or iqual than begin date
es: La fecha de fin es menor o igual a la fecha de comienzo

# touchInBeginDateTime.message
source: Begin date
es: Fecha de comienzo

# touchInEndDateTime.message
source: End date
es: Fecha de fin

# touchInRightBreast.message
source: Right breast selected
es: Pecho derecho seleccionado

# touchInLeftBreast.message
source: Left breast selected
es: Pecho izquierdo seleccionado

# labelBeginDate.text
source: Begin date
es: Comienzo

# labelEndDate.text
source: End date
es: Fin

# labelDuration.text
source: Duration
es: Durante
